#include <iostream>

int main() {
  std::cout << "Hello World!\n";
}

/*
Задача 3. Слишком большие числа.

У неудачливого бухгалтера все опять идет наперекосяк: ему приносят такие большие счета, что числа не помещаются на бумаге. Напишите программу, которая считала бы для него, сколько цифр (знаков) во вводимом числе.

*/